<?php
// ---------------------------------------------------------------
// :: Updater
// ----------------------------------------------------------------
//
//
//
// ----------------------------------------------------------------
// :: Copyright & Licencing
// ----------------------------------------------------------------
//
//   GNU General Public License (GPL - http://www.gnu.org/copyleft/gpl.html)
//

$_lang['pluginname'] = 'Updater';
$_lang['system_update'] = 'Обновление системы';
$_lang["cms_outdated_msg"] = 'Система управления сайтом устарела. Для обновления обратитесь к разработчикам сайта. Актуальная версия';
$_lang['bkp_before_msg'] = 'Настоятельно рекомендуется сделать бекап перед обновлением системы, обновление выполняется на свой страх и риск!';
$_lang['updateButton_txt'] = 'Обновить до версии';
//Error Messages
$_lang['error_curl'] = 'Необходимо включить функцию CURL в PHP';
$_lang['error_zip'] = 'Необходимо включить функцию ZIP в PHPP';
$_lang['error_openssl'] = 'Необходимо включить функцию OpenSSL в PHP';
$_lang['error_overwrite'] = 'Файлы EVO не доступны для перезаписи';